/* No comment provided by engineer. */
" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = " Il tuo account è stato creato. Abbiamo inviato una e-mail di conferma a %@. Controlla la tua posta per convalidare il tuo account. Una volta terminato, torna qui e fai clic sul pulsante.";

/* No comment provided by engineer. */
"%@ are writing..." = "%@ sta scrivendo...";

/* No comment provided by engineer. */
"%@ has joined" = "%@ si è unito";

/* No comment provided by engineer. */
"%@ has left" = "%@ se n'è andato";

/* No comment provided by engineer. */
"%@ is busy." = "%@ è occupato.";

/* No comment provided by engineer. */
"%@ is no longer an admin" = "%@ non è più un amministratore";

/* No comment provided by engineer. */
"%@ is not connected." = "%@ non è collegato.";

/* No comment provided by engineer. */
"%@ is now an admin" = "%@ è ora un amministratore";

/* No comment provided by engineer. */
"%@ is writing..." = "%@ stà scrivendo...";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@vorrebbe abilitare il video";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nLa ragione era: %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(stringa non valida)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<Please describe your problem or you will be ignored>";

/* No comment provided by engineer. */
"\nConfirmation security\n\nSay: %@\nConfirm that your interlocutor\nsays: %@" = "\nSicurezza della conferma\n\nLeggi: %1$@\nConferma che il tuo interlocutore\nlegge: %2$@";

/* No comment provided by engineer. */
"A new version of your app is available, use the button below to download it." = "C'è una nuova versione disponibile della app, premi il tasto sottostante per scaricarla.";

/* No comment provided by engineer. */
"About" = "Informazioni";

/* No comment provided by engineer. */
"ACCEPT" = "ACCETTA";

/* No comment provided by engineer. */
"Accept" = "Accetta";

/* No comment provided by engineer. */
"Account configuration issue" = "Problema di configurazione dell'account";

/* No comment provided by engineer. */
"Account expiring" = "Account in scadenza";

/* No comment provided by engineer. */
"Add new email" = "Aggiungi nuova e-mail";

/* No comment provided by engineer. */
"Add new phone number" = "Aggiungi un nuovo numero di telefono";

/* No comment provided by engineer. */
"Add new SIP address" = "Aggiungi un nuovo indirizzo SIP";

/* No comment provided by engineer. */
"Address book" = "Rubrica";

/* No comment provided by engineer. */
"Address incomplete" = "Indirizzo incompleto";

/* No comment provided by engineer. */
"Answer" = "Risposta";

/* No comment provided by engineer. */
"Application logs" = "Log dell'applicazione";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "Sicuro di voler cancellare la configurazione del proxy?";

/* No comment provided by engineer. */
"Assistant" = "Assistente";

/* No comment provided by engineer. */
"Assistant error" = "Errore Assistente";

/* No comment provided by engineer. */
"Authentification needed" = "Autenticazione necessaria";

/* No comment provided by engineer. */
"Average" = "Media";

/* No comment provided by engineer. */
"Bad credentials, check them and retry later." = "Credenziali errate. Per favore, ricontrallare e riprovare.";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Credenziali errate, controlla le impostazioni del tuo account";

/* No comment provided by engineer. */
"Bad gateway" = "Gateway difettoso";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "La batteria sta per esaurirsi. Fermare il video?";

/* No comment provided by engineer. */
"Buy" = "Compra";

/* No comment provided by engineer. */
"CALL" = "CHIAMA";

/* No comment provided by engineer. */
"Call" = "Chiama";

/* No comment provided by engineer. */
"Call %@" = "Chiama %@";

/* No comment provided by engineer. */
"Call failed" = "Chiamata fallita";

/* No comment provided by engineer. */
"Call quality: %d" = "Qualità chiamata: %d";

/* No comment provided by engineer. */
"Calls" = "Chiamate";

/* No comment provided by engineer. */
"Camera" = "Fotocamera";

/* No comment provided by engineer. */
"Camera not authorized" = "Fotocamera non autorizzata";

/* No comment provided by engineer. */
"Camera's permission" = "Autorizzazione della fotocamera";

/* No comment provided by engineer. */
"Can't find this file" = "FIle non trovato";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"CANCEL" = "ANNULLA";

/* No comment provided by engineer. */
"Cannot call %@." = "Non posso chiamare %@.";

/* No comment provided by engineer. */
"Cannot make call" = "Impossibile effettuare la chiamata";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Non puoi ancora acquistare nulla, riprova più tardi.";

/* No comment provided by engineer. */
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "Impossibile raggiungere il server: è un indirizzo non valido o potrebbe essere temporaneamente non raggiungibile.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentials or try again later" = "Impossibile recuperare la configurazione. Verifica le credenziali o riprova più tardi";

/* No comment provided by engineer. */
"Cannot send email" = "Non è possibile inviare e-mail";

/* No comment provided by engineer. */
"Cannot send logs" = "Impossibile inviare i log";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Impossibile salvare l'immagine nella libreria";

/* No comment provided by engineer. */
"Cannot write video to photo library" = "Impossibile salvare video nella libreria fotografica";

/* No comment provided by engineer. */
"Change your password" = "Cambia la tua password";

/* No comment provided by engineer. */
"Changing your password" = "Modifica della password";

/* No comment provided by engineer. */
"Chat room could not be created on server" = "Non è stato possibile creare òa chat room sul server";

/* No comment provided by engineer. */
"Chat room creation error" = "Errore nella creazione della chat room";

/* No comment provided by engineer. */
"Chat with %@" = "Chat con %@";

/* No comment provided by engineer. */
"Checkbox" = "Casella di controllo";

/* No comment provided by engineer. */
"Choose an action" = "Scegli un'azione";

/* No comment provided by engineer. */
"Choose the image size" = "Scegli la dimensione dell'immagine";

/* No comment provided by engineer. */
"Conference" = "Conferenza";

/* No comment provided by engineer. */
"Configuration failed" = "Configurazione fallita";

/* No comment provided by engineer. */
"Configuring account" = "Configurazione account";

/* No comment provided by engineer. */
"Confirm password" = "Conferma password";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\nSay : %@\nYour correspondant should say : %@" = "Confermare il seguente SAS con la controparte:\nPronuncia: %1$@\nIl tuo corrispondente dovrebbe dire: %2$@";

/* No comment provided by engineer. */
"Contact duplicate" = "Contatto duplicato";

/* No comment provided by engineer. */
"Contact error" = "Errore nel contatto";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Continue video" = "Continua video";

/* No comment provided by engineer. */
"Conversation creation error" = "Errore nella creazione della conversazione";

/* No comment provided by engineer. */
"Could not configure your account, please check parameters or try again later" = "Impossibile configurare il tuo account, controlla i parametri o riprova più tardi";

/* No comment provided by engineer. */
"Debug" = "Debug";

/* No comment provided by engineer. */
"Decline" = "Rifiuta";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Delivered" = "Consegnato";

/* No comment provided by engineer. */
"Deny" = "Rifiuta";

/* No comment provided by engineer. */
"DENY" = "RIFIUTA";

/* No comment provided by engineer. */
"Deselect all" = "Deseleziona tutto";

/* No comment provided by engineer. */
"Deselected" = "Deselezionato";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Connessione diretta";

/* No comment provided by engineer. */
"Disable logs" = "Disabilita i log";

/* No comment provided by engineer. */
"Do you want to delete selected contact?\nIt will also be deleted from your phone's address book." = "Vuoi eliminare il contatto selezionato?\nVerrà anche eliminato dalla rubrica del telefono.";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book." = "Vuoi eliminare i contatti selezionati?\nSaranno anche eliminati dalla rubrica del telefono.";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "Vuoi eliminare i log selezionati?";

/* No comment provided by engineer. */
"Do you want to delete selected recordings?" = "Desideri eliminare le registrazioni selezionate?";

/* No comment provided by engineer. */
"Do you want to delete the selected conversations?" = "Vuoi eliminare le conversazioni selezionate?";

/* No comment provided by engineer. */
"Do you want to delete the selected messages?" = "Vuoi eliminare i messaggi selezionati?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Vuoi eliminare questa conversazione?";

/* No comment provided by engineer. */
"Do you want to leave and delete the selected conversations?" = "Vuoi lasciare ed eliminare le conversazioni selezionate?";

/* No comment provided by engineer. */
"Do you want to leave and delete this conversation?" = "Vuoi lasciare ed eliminare questa conversazione?";

/* No comment provided by engineer. */
"Do you want to leave this conversation?" = "Vuoi lasciare questa conversazione?";

/* No comment provided by engineer. */
"Done" = "Fatto";

/* No comment provided by engineer. */
"Download" = "Download";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'alle' HH':'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Configurare un server SIP proxy dalle impostazioni prima di effettuare una chiamata o utilizzare un indirizzo SIP valido (per esempio sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Configurare un server SIP proxy dalle impostazioni prima di inviare un messaggio o utilizzare un indirizzo SIP valido (per esempio sip:john@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "Indirizzi e-mail";

/* No comment provided by engineer. */
"Enable logs" = "Abilita i log";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Error while changing your password" = "Errore durante la modifica della password";

/* No comment provided by engineer. */
"Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME." = "Errore durante il download del file.\nIl file è probabilmente cifrato.\nRiprovare a scaricare questo file dopo aver attivato LIME.";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Errore: nessun account di posta configurato";

/* ICE processing has failed */
"Failed" = "Fallito";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "Configurazione fallita dall'URL specificato.";

/* No comment provided by engineer. */
"Failure" = "Errore";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Recupero della configurazione remota";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Recupero della configurazione remota...";

/* No comment provided by engineer. */
"File download error" = "Errore di download del file";

/* No comment provided by engineer. */
"First name" = "Nome";

/* No comment provided by engineer. */
"Go to settings" = "Vai alle impostazioni";

/* No comment provided by engineer. */
"Group conversation is not supported." = "La conversazione di gruppo non è supportata.";

/* No comment provided by engineer. */
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads" = "Ciao! Raggiungimi su Linphone! Puoi scaricarlo gratuitamente all'indirizzo: https://www.linphone.org/downloads";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "Ecco le informazioni su un problema che ho riscontrato sul mio dispositivo.\nStavo facendo ...\nMi aspettavo che Linphone ...\nInvece, ho ottenuto un risultato inaspettato: ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "Ho capito, continua";

/* No comment provided by engineer. */
"IC_MSG" = "";

/* No comment provided by engineer. */
"ICloud Drive is unavailable." = "Il drive iCloud non è disponibile.";

/* No comment provided by engineer. */
"IM_FULLMSG" = "";

/* No comment provided by engineer. */
"IM_MSG" = "";

/* No comment provided by engineer. */
"In apps not ready yet" = "Nella app non ancora letti";

/* ICE process is in progress */
"In progress" = "In corso";

/* No comment provided by engineer. */
"Incoming call" = "Chiamata in arrivo";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process." = "I messaggi sono criptati in conversazioni sicure. È possibile aumentare il livello di sicurezza della conversazione autenticando i partecipanti. Per farlo chiama il contatto e segui il processo di autentificazione.";

/* No comment provided by engineer. */
"Invalid proxy address" = "Indirizzo proxy non valido";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "URL di provisioning remoto non valido";

/* No comment provided by engineer. */
"Invalid route" = "Instradamento non valido";

/* No comment provided by engineer. */
"Invalid SIP address" = "Indirizzo SIP non valido";

/* No comment provided by engineer. */
"Invalid username or domain" = "Nome utente o dominio non validi";

/* No comment provided by engineer. */
"Invalid." = "Non valido.";

/* No comment provided by engineer. */
"Last name" = "Cognome";

/* No comment provided by engineer. */
"Later" = "Dopo";

/* No comment provided by engineer. */
"LEAVE" = "ABBANDONA";

/* No comment provided by engineer. */
"Let's go" = "Andiamo";

/* No comment provided by engineer. */
"LIME identity key changed" = "Chiave d'identità LIME cambiato";

/* No comment provided by engineer. */
"LIME identity key changed for %@" = "Chiave d'identità LIME cambiato per %@";

/* No comment provided by engineer. */
"LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption." = "LIME richiede la crittografia ZRTP.\nAttivando LIME si attiva automaticamente la cifratura multimediale ZRTP.";

/* No comment provided by engineer. */
"LIME warning" = "Avviso LIME";

/* No comment provided by engineer. */
"Link my account" = "Collega il mio account";

/* No comment provided by engineer. */
"Link your account" = "Collega il tuo account";

/* No comment provided by engineer. */
"Link your Linphone.org account %s to your phone number." = "Collega il tuo account Linphone.org %s al tuo numero di telefono.";

/* No comment provided by engineer. */
"Low bandwidth" = "Ridotta larghezza di banda";

/* InAppSettingKit */
"Mail not configured" = "Mail non configurata";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected" = "Rilevato attacco del tipo man-in-the-middle";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected for %@" = "Rilevato attacco del tipo man-in-the-middle per %@";

/* No comment provided by engineer. */
"Mark as seen" = "Segna come letto";

/* No comment provided by engineer. */
"Mark Read" = "Segna letto";

/* No comment provided by engineer. */
"Max participant count exceeded" = "Superato il numero max di partecipanti";

/* No comment provided by engineer. */
"Max participant count exceeded by %@" = "%@ ha superato il numero max di partecipanti";

/* No comment provided by engineer. */
"Maximum" = "Massimo";

/* No comment provided by engineer. */
"Maybe later" = "Forse più tardi";

/* No comment provided by engineer. */
"Message received" = "Messaggio ricevuto";

/* No comment provided by engineer. */
"Minimum" = "Minimo";

/* No comment provided by engineer. */
"Missed call" = "Chiamata persa";

/* No comment provided by engineer. */
"Missing required callbacks" = "Chiamate necessarie mancanti";

/* No comment provided by engineer. */
"Missing required parameters" = "Parametri obbligatori mancanti";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "dd/MM";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "dd/MM - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "Connessione NAT";

/* No comment provided by engineer. */
"Network down" = "Rete non disponibile";

/* No comment provided by engineer. */
"Network Error" = "Errore di rete";

/* No comment provided by engineer. */
"New subject : %@" = "New oggetto : %@";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No account" = "Nessun account";

/* No comment provided by engineer. */
"No account configured" = "Nessun account configurato";

/* No comment provided by engineer. */
"No address" = "Nessun indirizzo";

/* No comment provided by engineer. */
"No call in progress" = "Nessuna chiamata in corso";

/* No comment provided by engineer. */
"No default account" = "Nessun account predefinito";

/* No comment provided by engineer. */
"No microphone" = "No microfono";

/* No comment provided by engineer. */
"No response received from remote" = "Nessuna risposta ricevuta dalla controparte";

/* No comment provided by engineer. */
"None" = "Nessuno";

/* ICE has not been activated for this call */
"Not activated" = "Non attivato";

/* No comment provided by engineer. */
"Not implemented" = "Non implementato";

/* No comment provided by engineer. */
"Not connected" = "Non connesso";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "Nulla potrebbe essere raccolto dalla tua applicazione, annullo.";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation could not be executed by server or remote client because it didn't have any context for it" = "L'operazione non può essere eseguita dal server o dal client remoto poiché non ha alcun contesto per questa operazione";

/* No comment provided by engineer. */
"Operation is unauthorized because missing credential" = "L'operazione non è autorizzata perché mancano le credenziali";

/* No comment provided by engineer. */
"Outdated Version" = "Versione scaduta";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Passwords do not match." = "Le password non corrispondono.";

/* No comment provided by engineer. */
"Phone numbers" = "Numeri di telefono";

/* No comment provided by engineer. */
"Photo library" = "Libreria fotografica";

/* No comment provided by engineer. */
"Photo not authorized" = "Foto non autorizzata";

/* No comment provided by engineer. */
"Photo's permission" = "Autorizzazione foto";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number" = "Conferma il codice del paese e inserisci il tuo numero di telefono";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number." = "Conferma il codice paese e inserisci il tuo numero di telefono.";

/* No comment provided by engineer. */
"Please enter a password to your account" = "Inserisci una password per il tuo account";

/* No comment provided by engineer. */
"Please enter a username" = "Inserisci un utente";

/* No comment provided by engineer. */
"Please enter and confirm your new password" = "Inserisci e conferma la nuova password";

/* No comment provided by engineer. */
"Please enter your email" = "Inserisci la tua e-mail";

/* No comment provided by engineer. */
"Please enter your phone number" = "Inserisci il tuo numero di telefono";

/* No comment provided by engineer. */
"Please enter your username" = "Inserisci il tuo utente";

/* No comment provided by engineer. */
"Please enter your username and password" = "Inserisci il tuo nome utente e la password";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Assicurati che il tuo dispositivo sia connesso a Internet e ricontrolla la configurazione del tuo account SIP nelle impostazioni.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Prima interrompi la chiamata GSM.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Errore di caricamento del provisioning";

/* No comment provided by engineer. */
"Read" = "Leggi";

/* No comment provided by engineer. */
"Recordings" = "Registrazioni";

/* No comment provided by engineer. */
"Connected" = "Connesso";

/* No comment provided by engineer. */
"Connection failed" = "Connessione fallita";

/* No comment provided by engineer. */
"Connection failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "Connessione non riuscita perché l'autenticazione è mancante o non valida per %1$@@%2$@.\nPuoi inserire nuovamente la password o controllare la configurazione del tuo account nelle impostazioni.";

/* No comment provided by engineer. */
"Connection failure" = "Connessione non riuscita";

/* No comment provided by engineer. */
"Connection in progress" = "Connessione in corso";

/* ICE has established a connection through a relay */
"Relay connection" = "Connessione via relay";

/* No comment provided by engineer. */
"Remote configuration" = "Configurazione remota";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "La configurazione remota è stata recuperata e applicata correttamente.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "Rimuovi account e autodistruzione";

/* No comment provided by engineer. */
"Reply" = "Rispondi";

/* No comment provided by engineer. */
"Resend" = "Reinvia";

/* No comment provided by engineer. */
"Resource moved permanently" = "Risorsa spostata in modo permanente";

/* No comment provided by engineer. */
"Resource no longer exists" = "La risorsa non esiste più";

/* No comment provided by engineer. */
"Save" = "Salva";

/* No comment provided by engineer. */
"Security level decreased" = "Livello di sicurezza diminuito";

/* No comment provided by engineer. */
"Security level decreased because of %@" = "Livello di sicurezza diminuito da %@";

/* No comment provided by engineer. */
"Select all" = "Seleziona tutto";

/* No comment provided by engineer. */
"Select the source" = "Seleziona la fonte";

/* No comment provided by engineer. */
"Select your country" = "Seleziona il tuo paese";

/* No comment provided by engineer. */
"Selected" = "Selezionato";

/* No comment provided by engineer. */
"Send logs" = "Manda i log";

/* No comment provided by engineer. */
"Sending logs" = "Invio i log";

/* No comment provided by engineer. */
"Sent" = "Invia";

/* No comment provided by engineer. */
"Server error, please try again later." = "Errore del server, riprova più tardi.";

/* No comment provided by engineer. */
"Server request error" = "Errore di richiesta del server";

/* No comment provided by engineer. */
"Server timeout" = "Server timeout";

/* No comment provided by engineer. */
"Settings" = "Impostazioni";

/* No comment provided by engineer. */
"Shop" = "Negozio";

/* No comment provided by engineer. */
"Show" = "Mostra";

/* No comment provided by engineer. */
"SIP addresses" = "Indirizzi SIP";

/* No comment provided by engineer. */
"Stop video" = "Ferma video";

/* No comment provided by engineer. */
"Success" = "Riuscito";

/* No comment provided by engineer. */
"Temporarily unavailable" = "Temporaneamente non disponibile";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease check your SMS and try again." = "Il codice di conferma non è valido.\nControlla il tuo SMS e riprova.";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease try again." = "Il codice di conferma non è valido.\nRiprova.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "Non è disponibile alcuna connessione di rete, abilita il Wi-Fi o la rete dati prima di configurare un account";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "Non è disponibile alcuna connessione di rete, abilita il Wi-Fi o la rete dati prima di configurare un account.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Non è disponibile alcuna connessione di rete, abilita il Wi-Fi o la rete dati prima di effettuare una chiamata";

/* No comment provided by engineer. */
"This account does not exist." = "Questo account non esiste.";

/* No comment provided by engineer. */
"This account is already activated." = "Questo account è già stato attivato.";

/* No comment provided by engineer. */
"This account is already in use." = "Questo account è già in uso.";

/* No comment provided by engineer. */
"This account is already connected." = "Questo account è già connesso.";

/* No comment provided by engineer. */
"This account is not activated yet." = "Questo account non è ancora stato attivato.";

/* No comment provided by engineer. */
"This alias does not exist." = "Questo alias non esiste.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Questo dispositivo non è configurato per l'invio di e-mail. Si prega di configurare le impostazioni di posta nell'app Impostazioni.";

/* No comment provided by engineer. */
"This email address is already used." = "Questo indirizzo e-mail è già utilizzato.";

/* No comment provided by engineer. */
"This email does not exist." = "Questa e-mail non esiste";

/* No comment provided by engineer. */
"This message is not encrypted." = "Questo messaggio non è cifrato";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "Questa operazione caricherà una configurazione remota. Continuare?";

/* No comment provided by engineer. */
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "Questo numero di telefono è già utilizzato. Si prega di digitare un numero diverso.\nPuoi cancellare il tuo account esistente se vuoi riutilizzare il tuo numero di telefono.";

/* No comment provided by engineer. */
"TODAY" = "OGGI";

/* No comment provided by engineer. */
"Transfer error" = "Errore di trasferimento";

/* No comment provided by engineer. */
"Trust has been denied. Make a call to start the authentication process again." = "Permesso negato. Fai una chiamata per rincominciare il processo di autenticazione.";

/* No comment provided by engineer. */
"Unknown" = "Sconosciuto";

/* No comment provided by engineer. */
"Unknown country code" = "Codice paese sconosciuto";

/* No comment provided by engineer. */
"Unknown error" = "Errore sconosciuto";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Errore sconosciuto (%@).";

/* No comment provided by engineer. */
"Unknown error, please try again later." = "Errore sconosciuto, riprova più tardi";

/* No comment provided by engineer. */
"Unsupported content" = "Contenuto non supportato";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Il video non può essere attivato a causa della ridotta larghezza di banda, è disponibile solo l'audio";

/* No comment provided by engineer. */
"Video request" = "Richiesta video";

/* No comment provided by engineer. */
"Voice mail" = "Segreteria telefonica";

/* No comment provided by engineer. */
"Warning" = "Attenzione";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Attenzione: verrà creata una e-mail con 3 allegati:\n- Log delle applicazioni\n- Configurazione Linphone\n- Storia delle chat.\nPossono contenere informazioni private (potrebbe contenere password in chiaro)!\nPuoi rimuovere uno o più di questi allegati prima di inviare la tua e-mail, tuttavia sono tutti importanti per la diagnosi del problema.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Attenzione: verrà creata una e-mail con i log delle applicazioni. Può contenere informazioni private (ma nessuna password!).\nQuesti log sono importanti per la diagnosi del problema.";

/* No comment provided by engineer. */
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "Abbiamo inviato un SMS con un codice di convalida a %@. Per completare la verifica del numero di telefono, inserisci il codice di 4 cifre di seguito:";

/* No comment provided by engineer. */
"What will my phone number be used for?" = "Per cosa verrà utilizzato il mio numero di telefono?";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"YESTERDAY" = "IERI";

/* No comment provided by engineer. */
"You already own an account." = "Possiedi già un account.";

/* No comment provided by engineer. */
"You are no longer an admin of the chat room" = "Non sei più amministratore della chat room";

/* No comment provided by engineer. */
"You are now an admin of the chat room" = "Ora sei un amministratore della chat room";

/* No comment provided by engineer. */
"You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages." = "Stai tentando di inviare un messaggio utilizzando LIME a un contatto non verificato da ZRTP.\nSi prega di chiamare questo contatto e verificare la sua chiave ZRTP prima di inviare i messaggi.";

/* No comment provided by engineer. */
"You cancelled your account." = "Hai cancellato il tuo account.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "Hai già acquistato un account ma non esiste più.";

/* No comment provided by engineer. */
"You have joined the group" = "Ti sei unito al gruppo";

/* No comment provided by engineer. */
"You have left the group" = "Hai lasciato il gruppo";

/* No comment provided by engineer. */
"You have missed a call." = "Hai una chiamata persa.";

/* No comment provided by engineer. */
"You have received a message." = "Hai ricevuto un messaggio.";

/* No comment provided by engineer. */
"You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive." = "Hai ricevuto un messaggio cifrato da %@ che non puoi decifrare.\nDevi chiamare il tuo corrispondente per scambiare le tue chiavi ZRTP se vuoi decifrare i messaggi futuri che riceverai.";

/* No comment provided by engineer. */
"You missed a call from %@" = "Hai perso una chiamata da %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "È necessario autorizzare l'applicazione per accedere alla rubrica.\nAttiva l'applicazione in Impostazioni> Privacy> Contatti";

/* No comment provided by engineer. */
"Select a contact or create a new one." = "Select a contact or create a new one.";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use the application." = "È necessario collegare un microfono al dispositivo per utilizzare l'applicazione.";

/* No comment provided by engineer. */
"Your account has expired." = "Il tuo account è scaduto.";

/* No comment provided by engineer. */
"Your account is not a Linphone account.\nWe can not change your password." = "Il tuo account non è un account Linphone.\nNon possiamo cambiare la tua password.";

/* No comment provided by engineer. */
"Your account will expire in %i days." = "Il tuo account scadrà in %i giorni.";

/* No comment provided by engineer. */
"Your activation code contains invalid characters." = "Il tuo codice di attivazione contiene caratteri non validi.";

/* No comment provided by engineer. */
"Your confirmation password doesn't match your password" = "La tua password di conferma non corrisponde alla tua password";

/* No comment provided by engineer. */
"Your country code is invalid." = "Il tuo codice paese non è valido.";

/* No comment provided by engineer. */
"Your country code is too long." = "Il tuo codice paese è troppo lungo.";

/* No comment provided by engineer. */
"Your country code is too short." = "Il tuo codice paese è troppo corto.";

/* No comment provided by engineer. */
"Your phone number is too short." = "Your phone number is too short.";

/* No comment provided by engineer. */
"Your phone number is too long." = "Your phone number is too long.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Il tuo dispositivo non è configurato per inviare e-mail. Si prega di configurare l'applicazione di posta prima di inviare i registri.";

/* No comment provided by engineer. */
"Your email contains invalid characters." = "Il tuo indirizzo e-mail contiene caratteri non validi.";

/* No comment provided by engineer. */
"Your email is invalid" = "La tua e-mail non è valida";

/* No comment provided by engineer. */
"Your email is malformed." = "La tua e-mail è malformata.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "I tuoi amici la troveranno più facilmente se colleghi il tuo account al numero di telefono.\n\nVedrai nella tua rubrica chi usa Linphone e i tuoi amici sapranno che possono contattarti anche su Linphone.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "I tuoi amici la troveranno più facilmente se colleghi il tuo account al numero di telefono.\n\nVedrai nella tua rubrica chi usa Linphone e i tuoi amici sapranno che possono contattarti anche su Linphone.\n\nÈ possibile utilizzare il proprio numero di telefono con un solo account Linphone. Se hai già collegato il tuo numero a un altro account ma preferisci utilizzare questo, collegalo semplicemente ora e il tuo numero verrà automaticamente spostato su questo account.";

/* No comment provided by engineer. */
"Your password contains invalid characters." = "La tua password contiene caratteri non validi.";

/* No comment provided by engineer. */
"Your password has been successfully changed" = "La tua password è stata cambiata con successo";

/* No comment provided by engineer. */
"Your password is too long." = "La tua password è troppo lunga.";

/* No comment provided by engineer. */
"Your password is too short." = "La tua password è troppo corta.";

/* No comment provided by engineer. */
"Your phone number is invalid." = "Il tuo numero di telefono non è valido.";

/* No comment provided by engineer. */
"Your SIP address will be sip:%s@sip.linphone.org" = "Il tuo indirizzo SIP sarà sip:%s@sip.linphone.org";

/* No comment provided by engineer. */
"Your username contains invalid characters." = "Il tuo nome utente contiene caratteri non validi.";

/* No comment provided by engineer. */
"Your username is invalid." = "Il tuo utente non è valido.";

/* No comment provided by engineer. */
"Your username is too long." = "Il tuo nome utente è troppo lungo.";

/* No comment provided by engineer. */
"Your username is too short." = "Il tuo nome utente è troppo corto.";

/* No comment provided by engineer. */
"ZRTP activation" = "Attivazione ZRTP";

/* No comment provided by engineer. */
"ZRTP verification" = "Verifica ZRTP";
